Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ChannelDeleteMenu
source: Delete channel
ar: حذف القناة
be: Выдаліць канал
ca: Elimina el canal
de: Kanal löschen
es: Eliminar canal
fa: حذف کانال
fi: Poista kanava
fr: Supprimer le canal
id: Hapus channel
it: Elimina il canale
ko: 채널 삭제
ms: Hapus saluran
nl: Kanaal verwijderen
pl: Usuń kanał
pt_br: Apagar Canal
ru: Удалить канал
sv: Ta bort kanal
tr: Kanalı sil
uk: Видалити канал
uz: Kanalni oʻchirish
zh_cn: 删除频道
zh_tw: 删除頻道

# ChannelDescriptionChanged
source: Channel description updated.
ar: تم تحديث وصف القناة.
be: Апісанне канала абноўлена.
ca: S'ha actualitzat la descripció.
de: Kanalbeschreibung aktualisiert.
es: Descripción del canal cambiada.
fi: Kanavan kuvausta muutettiin.
fr: La description du canal a été modifié.
it: Descrizione canale aggiornata.
ko: 채널 설명 업데이트됨.
ms: Keterangan saluran dikemaskini.
nl: Kanaalbeschrijving bijgewerkt
pl: Zaktualizowano opis kanału.
pt_br: Descrição do canal atualizada.
ru: Описание канала обновлено.
sv: Kanalbeskrivning uppdaterad
tr: Kanal açıklaması güncellendi.
uk: Опис каналу оновлено.

# ChannelDiscuss
source: DISCUSS
ar: مناقشة
be: АБМЕРКАВАЦЬ
ca: Debat
de: DISKUTIEREN
es: CONVERSAR
fa: بحث کردن
fi: KESKUSTELE
fr: DISCUSSION
id: DISKUSI
it: DISCUTI
ko: 토론
ms: BINCANG
nl: Discussiëren
pl: DYSKUTUJ
pt_br: CONVERSAR
ru: ОБСУДИТЬ
sv: DISKUTERA
tr: TARTIŞMA
uk: ОБГОВОРЕННЯ
uz: MUHOKAMA

# ChannelEdit
source: Edit
ar: تعديل
be: Рэдагаваць
ca: Edita
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ko: 수정
ms: Sunting
nl: Wijzig
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
tr: Düzenle
uk: Редагувати
uz: Tahrirlash
zh_cn: 编辑
zh_tw: 編輯

# ChannelEditPermissions
source: Edit permissions
ar: تعديل الصلاحيات
be: Рэдагаваць паўнамоцтвы
ca: Edita els permisos
de: Berechtigungen bearbeiten
es: Editar permisos
fa: ویرایش اختیارات
fi: Muokkaa oikeuksia
fr: Modifier les permissions
id: Ubah Izin
it: Modifica permessi
ko: 권한 수정
ms: Sunting permisi
nl: Rechten aanpassen
pl: Edytuj uprawnienia
pt_br: Editar permissões
ru: Изменить разрешения
sv: Ändra behörigheter
tr: İzinleri düzenle
uk: Змінити дозволи
uz: Ruxsatnomalarni oʻzgartirish

# ChannelInviteLinkTitle
source: Invite Link
ar: رابط الدعوة
be: Запрашальная спасылка
ca: Enllaç d'invitació
de: Einladungslink
es: Enlace de invitación
fa: لینک دعوت
fi: Kutsulinkki
fr: Lien d'invitation
id: Tautan Undangan
it: Link d'invito
ko: 초대 링크
ms: Link Jemputan
nl: Uitnodigingslink
pl: Link zaproszenia
pt_br: Link de Convite
ru: Ссылка-приглашение
sv: Inbjudningslänk
tr: Davet Bağlantısı
uk: Запрошувальне посилання
uz: Taklif havolasi
zh_cn: 邀请链接
zh_tw: 邀請鏈結

# ChannelInviteViaLink
source: Invite via Link
ar: الدعوة عبر رابط خاص
be: Запрасіць праз спасылку
ca: Convida amb un enllaç
de: Per Link einladen
es: Invitar con un enlace
fa: دعوت از طریق لینک
fi: Lähetä kutsulinkki
fr: Inviter avec un lien
id: Undang melalui Tautan
it: Invita tramite link
ko: 링크로 초대
ms: Jemput melalui Link
nl: Uitnodigen via link
pl: Zaproś poprzez link
pt_br: Convidar via Link
ru: Пригласить по ссылке
sv: Bjud in via länk
tr: Bağlantı ile davet et
uk: Запросити посиланням
uz: Havola orqali taklif qilish
zh_cn: 通过链接邀请
zh_tw: 通過鏈結邀請

# ChannelJoin
source: JOIN
ar: انضمام
be: ДАЛУЧЫЦЦА
ca: AFEGEIX-M'HI
de: BEITRETEN
es: UNIRME
fa: پیوستن
fi: LIITY
fr: REJOINDRE
id: BERGABUNG
it: UNISCITI
ko: 들어가기
ms: SERTAI
nl: LID WORDEN
pl: DOŁĄCZ
pt_br: ENTRAR
ru: ПРИСОЕДИНИТЬСЯ
sv: GÅ MED
tr: KATIL
uk: ПРИЄДНАТИСЯ
uz: QOʻSHILISH
zh_cn: 加入
zh_tw: 加入

# ChannelJoined
source: You joined this channel
ar: انضممت إلى القناة
be: Вы далучыліся да гэтага канала
ca: Us heu unit al canal
de: Du bist dem Kanal beigetreten
es: Te uniste a este canal
fa: شما به این کانال پیوستید
fi: Liityit kanavalle
fr: Vous avez rejoint ce canal
id: Anda bergabung di channel ini
it: Ti sei unito al canale
ko: 채널에 들어오셨습니다
ms: Anda sertai saluran ini
nl: Je bent nu lid van dit kanaal
pl: Dołączono do tego kanału
pt_br: Você entrou neste canal
ru: Вы подписались на этот канал
sv: Du gick med i kanalen
tr: Bu kanala katıldınız
uk: Ви приєдналися до цього каналу
uz: Siz bu kanalga qoʻshildingiz
zh_cn: 您关注了此频道
zh_tw: 您訂閲了此頻道

# ChannelJoinTo
source: Do you want to join the channel '{0}'?
ar: هل ترغب في الانضمام لقناة '⁨{0}⁩'؟
be: Вы хочаце далучыцца да канала «{0}»?
ca: Voleu unir-vos al canal «{0}»?
de: Möchtest du dem Kanal '{0}' beitreten?
es: ¿Quieres unirte al canal “{0}”?
fa: آیا می‌خواهید به کانال «⁨{0}⁩» بپیوندید؟
fi: Haluatko liittyä kanavalle '{0}'?
fr: Voulez-vous rejoindre le canal '{0}' ?
id: Apakah Anda ingin bergabung ke channel '{0}'?
it: Vuoi unirti al canale '{0}'?
ko: '{0}' 채널에 들어가시겠습니까?
ms: Adakah anda mahu sertai saluran '{0}'?
nl: Lid worden van kanaal '{0}'?
pl: Czy chcesz dołączyć do kanału „{0}”?
pt_br: Deseja entrar no canal '{0}'?
ru: Хотите подписаться на канал «{0}»?
sv: Vill du följa kanalen '{0}'?
tr: '{0}' kanalına katılmak istiyor musunuz?
uk: Ви хочете приєднатися до каналу "{0}"?
uz: “{0}” kanaliga obuna boʻlishni istaysizmi?
zh_cn: 您确定要关注频道«{0}»吗？
zh_tw: 您確定要訂閲頻道«{0}»嗎？

# ChannelLeaveAlert
source: Are you sure you want to leave the channel?
ar: هل تريدون فعلًا مغادرة هذه القناة؟
be: Вы ўпэўнены, што хочаце выйсці з гэтага канала?
ca: Segur que voleu abandonar el canal?
de: Möchtest du wirklich diesen Kanal verlassen?
es: ¿Quieres salir de este canal?
fa: آیا از ترک کانال اطمینان دارید؟
fi: Haluatko varmasti poistua tältä kanavalta?
fr: Voulez-vous vraiment quitter ce canal ?
id: Apakah Anda yakin ingin meninggalkan channel ini?
it: Vuoi davvero lasciare il canale?
ko: 채널에서 나가시겠습니까?
ms: Anda pasti mahu keluar dari saluran ini?
nl: Kanaal echt verlaten?
pl: Czy na pewno chcesz opuścić kanał?
pt_br: Tem certeza de que deseja sair do canal?
ru: Вы точно хотите покинуть канал?
sv: Är du säker på att du vill lämna kanalen?
tr: Kanaldan ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете покинути цей канал?
uz: Haqiqatan ham kanalni tark etmoqchimisiz?
zh_cn: 您确定要退出此频道吗？
zh_tw: 您確定要退出此頻道嗎？

# ChannelLeaveAlertWithName
source: Are you sure you want to leave **{0}**?
ar: هل تريدون فعلًا مغادرة **⁨{0}⁩**؟
be: Вы сапраўды хочаце выйсці з **{0}**?
ca: Segur que voleu abandonar **{0}**?
de: Wirklich **{0}** verlassen?
es: ¿Quieres salir de **{0}**?
fa: آیا از ترک **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti poistua kanavalta **{0}**?
fr: Voulez-vous vraiment quitter **{0}** ?
id: Anda yakin ingin keluar dari **{0}**?
it: Vuoi davvero lasciare **{0}**?
ko: 정말 **{0}** 채널에서 나가시겠습니까?
ms: Anda pasti ingin keluar **{0}**?
nl: **{0}** echt verlaten?
pl: Czy na pewno chcesz opuścić **{0}**?
pt_br: Tem certeza de que deseja sair do canal **{0}**?
ru: Вы точно хотите покинуть **{0}**?
sv: Är du säker på att lämna **{0}**?
tr: **{0}** kanalından ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете покинути **{0}**?
uz: Haqiqatan **{0}** tark etilsinmi?

# ChannelLinkInfo
source: Anyone who has Telegram installed will be able to join your channel by following this link.
ar: يمكن لمستخدمي تيليجرام الانضمام إلى قناتك عبر هذا الرابط.
be: Кожны, у каго ўсталяваны Telegram, зможа далучыцца да вашага канала, калі пяройдзе па гэтай спасылцы.
ca: Tothom qui tingui el Telegram instal·lat podrà unir-se al canal seguint aquest enllaç.
de: Jeder, der Telegram installiert hat, kann anhand dieses Links in deinen Kanal.
es: Cualquiera que tenga instalado Telegram podrá unirse a tu canal siguiendo este enlace.
fa: هر کسی که تلگرام را نصب کرده باشد می‌تواند با استفاده از این لینک به کانال شما بپیوندد.
fi: Kuka tahansa Telegramin käyttäjä pystyy liittymään kanavallesi avaamalla kutsulinkin.
fr: Les utilisateurs de Telegram pourront rejoindre votre canal en suivant ce lien.
id: Siapapun yang mempunyai Telegram dapat bergabung dalam channel Anda dengan mengikuti tautan ini.
it: Chiunque su Telegram potrà unirsi al tuo canale tramite questo link.
ko: 누구나 텔레그램을 설치했다면 위 링크를 따라 회원님의 채널에 들어올 수 있습니다.
ms: Sesiapa yang ada Telegram boleh menjadi ahli saluran menerusi link ini.
nl: Andere Telegram-gebruikers kunnen lid worden van je groep door deze link te openen.
pl: Każdy użytkownik Telegrama będzie mógł dołączyć do twojego kanału za pomocą tego linku.
pt_br: Qualquer pessoa que tenha o Telegram instalado poderá participar do seu canal seguindo esse link.
ru: Любой пользователь Telegram сможет подписаться на Ваш канал, перейдя по этой ссылке.
sv: Alla som har Telegram installerat kan gå med i din kanal genom att följa den här länken.
tr: Telegram'daki herkes bu bağlantıyı izleyerek grubunuza katılabilir.
uk: Будь-який користувач Telegram зможе приєднатися до вашої групи за цим посиланням.
uz: Telegramda mavjud boʻlgan istalgan kishi ushbu havola orqali kanalingizga obuna boʻlishi mumkin.
zh_cn: 任何已安装 Telegram 的用户都将可以通过此链接关注您的频道。
zh_tw: 任何已安裝 Telegram 的用戶都將可以通過此鏈結訂閲您的頻道。

# ChannelLinkTitle
source: Public link
ar: الرابط العام
be: Публічная спасылка
ca: Enllaç públic
de: Öffentlicher Link
es: Enlace público
fi: Julkinen linkki
fr: Lien public
it: Link pubblico
ko: 공개 링크
ms: Link awam
nl: Publieke link
pl: Link publiczny
pt_br: Link público
ru: Публичная ссылка
sv: Publik länk
tr: Genel bağlantı
uk: Публічне посилання

# ChannelMegaJoined
source: You joined this group
ar: انضممت إلى المجموعة
be: Вы далучыліся да гэтай суполкі
ca: Us heu unit al grup
de: Du bist der Gruppe beigetreten
es: Te uniste a este grupo
fa: شما به این گروه پیوستید
fi: Liityit ryhmään
fr: Vous avez rejoint ce groupe
id: Anda bergabung ke grup
it: Ti sei unito al gruppo
ko: 그룹에 들어오셨습니다
ms: Anda sertai grup ini
nl: Je bent nu lid van deze groep
pl: Dołączono do tej grupy
pt_br: Você entrou neste grupo
ru: Вы вступили в эту группу
sv: Du gick med i gruppen
tr: Bu gruba katıldınız
uk: Ви приєдналися до цієї групи
uz: Siz bu guruhga qoʻshildingiz
zh_cn: 您加入了此群组
zh_tw: 您加入了此群組

# ChannelMembers
source: Members
ar: الأعضاء
be: Удзельнікі
ca: Membres
de: Mitglieder
es: Miembros
fa: اعضا
fi: Jäsenet
fr: Membres
id: Anggota
it: Membri
ko: 참가자
ms: Ahli
nl: Leden
pl: Członkowie
pt_br: Membros
ru: Участники
sv: Medlemmar
tr: Üyeler
uk: Учасники
uz: Aʼzolar
zh_cn: 成员
zh_tw: 成員

# ChannelMembersInfo
source: Only channel admins can see this list.
ar: يمكن لمشرفي القناة فقط مشاهدة هذه القائمة.
be: Толькі кіраўнікі канала могуць бачыць гэты спіс.
ca: Només els administradors veuen la llista.
de: Nur Kanal-Admins sehen diese Liste.
es: Sólo los administradores del canal pueden ver esta lista.
fi: Vain kanavan valvojat voivat nähdä tämän luettelon.
fr: Seuls les administrateurs du canal peuvent voir cette liste.
it: Solo gli amministratori del canale possono vedere questa lista.
ko: 채널 관리자만 이 목록을 볼 수 있습니다.
ms: Hanya pentadbir saluran boleh lihat senarai ini
nl: Alleen kanaalbeheerders zien deze lijst.
pl: Tylko administratorzy kanału mogą zobaczyć tę listę.
pt_br: Somente admins do canal podem ver esta lista.
ru: Этот список видят только администраторы канала.
sv: Endast kanalens administratörer kan se listan.
tr: Bu listeyi yalnızca kanal yöneticileri görebilir.
uk: Список учасників каналу можуть бачити лише його адміністратори.

# ChannelMessageAlbum
source: {0} posted an album
ar: نشرت ⁨{0}⁩ حُزمة وسائط
be: {0} размясціў альбом
ca: {0} ha publicat un àlbum
de: {0} hat ein Album gesendet
es: {0} publicó un álbum
fa: ⁨{0}⁩ یک آلبوم ارسال کرد
fi: {0} julkaisi albumin
fr: {0} a publié un album
id: {0} mengeposkan album
it: {0} ha pubblicato un album
ko: {0}에서 사진첩을 게시했습니다
ms: {0} pos album
nl: {0} plaatste een album
pl: {0} opublikował album
pt_br: {0} postou um álbum
ru: В канале «{0}» новый альбом
sv: {0} skickade ett album
tr: {0} bir albüm gönderdi
uk: {0} публікує альбом
uz: {0} albom joyladi

# ChannelMessageAudio
source: {0} posted a voice message
ar: نشرت ⁨{0}⁩ رسالةً صوتية
be: {0} размясціў галасавое паведамленне
ca: {0} ha publicat un missatge de veu
de: {0} hat eine Sprachnachricht gesendet
es: {0} publicó un mensaje de voz
fa: ⁨{0}⁩ یک پیام صوتی ارسال کرد
fi: {0} julkaisi ääniviestin
fr: {0} a publié un message vocal
id: {0} mengeposkan pesan suara
it: {0} ha pubblicato un messaggio vocale
ko: {0}에서 음성 메시지를 게시했습니다
ms: {0} poskan mesej suara
nl: {0} plaatste een spraakbericht
pl: {0} opublikował wiadomość głosową
pt_br: {0} postou uma mensagem de voz
ru: В канале «{0}» новое голосовое сообщение
sv: {0} skickade ett röstmeddelande
tr: {0} bir sesli mesaj gönderdi
uk: {0} публікує голосове повідомлення
uz: {0} ovozli xabar joyladi
zh_cn: {0} 发送了一条语音消息
zh_tw: {0} 發送了一條語音訊息

# ChannelMessageContact
source: {0} posted a contact
ar: نشرت ⁨{0}⁩ جهة اتصال
be: {0} размясціў кантакт
ca: {0} ha publicat un contacte
de: {0} hat einen Kontakt gesendet
es: {0} publicó un contacto
fa: ⁨{0}⁩ یک مخاطب ارسال کرد
fi: {0} julkaisi yhteystiedon
fr: {0} a publié un contact
id: {0} mengeposkan kontak
it: {0} ha pubblicato un contatto
ko: {0}에서 연락처를 게시했습니다
ms: {0} poskan kenalan
nl: {0} plaatste een contact
pl: {0} opublikował kontakt
pt_br: {0} postou um contato
ru: В канал {0} отправили контакт
sv: {0} skickade en kontakt
tr: {0} bir kişi gönderdi
uk: {0} публікує контакт
uz: {0} kontakt joyladi
zh_cn: {0} 发送了一个联系人信息
zh_tw: {0} 發送了一個聯絡人資料

# ChannelMessageContact2
source: {0} posted a contact {1}
ar: نشرت ⁨{0}⁩ جهة اتصال ⁨{1}⁩
be: {0} размясціў кантакт {1}
ca: {0} ha publicat un contacte {1}
de: {0} hat einen Kontakt gesendet {1}
es: {0} publicó un contacto {1}
fa: ⁨{0}⁩ یک مخاطب ⁨{1}⁩ ارسال کرد
fi: {0} julkaisi yhteystiedon {1}
fr: {0} a publié un contact {1}
id: {0} mengeposkan kontak {1}
it: {0} ha pubblicato un contatto {1}
ko: {0} 님이 연락처를 게시했습니다 {1}
ms: {0} pos kenalan {1}
nl: {0} plaatste een contact {1}
pl: {0} opublikował kontakt {1}
pt_br: {0} postou um contato {1}
ru: В канале «{0}» новый контакт {1}
sv: {0} skickade en kontakt {1}
tr: {0} bir {1} kişisini gönderdi
uk: {0} публікує контакт {1}
uz: {0} {1} kontaktini joyladi

# ChannelMessageDocument
source: {0} posted a file
ar: نشرت ⁨{0}⁩ ملفًا
be: {0} размясціў(-ла) файл
ca: {0} ha publicat un fitxer
de: {0} hat eine Datei gesendet
es: {0} publicó un archivo
fa: ⁨{0}⁩ یک فایل ارسال کرد
fi: {0} julkaisi tiedoston
fr: {0} a publié un fichier
id: {0} mengeposkan berkas
it: {0} ha pubblicato un file
ko: {0}에서 파일을 게시했습니다
ms: {0} poskan fail
nl: {0} plaatste een bestand
pl: {0} opublikował plik
pt_br: {0} postou um arquivo
ru: В канале «{0}» новый файл
sv: {0} skickade en fil
tr: {0} bir dosya gönderdi
uk: {0} публікує файл
uz: {0} fayl joyladi
zh_cn: {0} 发送了一个文件
zh_tw: {0} 發送了一份文件

# ChannelMessageFew
source: {0} posted {1}
ar: نشرت ⁨{0}⁩ ⁨{1}⁩
be: {0} размясціў {1}
ca: {0} ha publicat {1}
de: {0} hat {1} gesendet
es: {0} publicó {1}
fa: ⁨{0}⁩ ⁨{1}⁩ را ارسال کرد
fi: {0} julkaisi {1}
fr: {0} a publié {1}
id: {0} mengeposkan {1}
it: {0} ha pubblicato {1}
ko: {0}에서 {1}을 게시했습니다
ms: {0} pos {1}
nl: {0} plaatste {1}
pl: Użytkownik {0} opublikował {1}
pt_br: {0} postou {1}
ru: {0} опубликовал(а) {1}
sv: {0} skickade {1}
tr: {0}, {1} gönderdi
uk: {0} публікує {1}
uz: {0} {1} joyladi
zh_cn: {0} 发送了 {1}
zh_tw: {0} 發送了 {1}

# ChannelMessageGIF
source: {0} posted a GIF
ar: نشرت ⁨{0}⁩ صورةً متحركة
be: {0} размясціў анімацыю
ca: {0} ha publicat un GIF
de: {0} hat ein GIF gesendet
es: {0} publicó un GIF
fa: ⁨{0}⁩ یک گیف ارسال کرد
fi: {0} julkaisi GIFin
fr: {0} a publié un GIF
id: {0} mengeposkan GIF
it: {0} ha pubblicato una GIF
ko: {0}에서 GIF를 게시했습니다
ms: {0} poskan GIF
nl: {0} plaatste een GIF
pl: {0} opublikował GIFa
pt_br: {0} postou um GIF
ru: В канале «{0}» новый GIF
sv: {0} skickade en GIF
tr: {0} bir GIF gönderdi
uk: {0} публікує GIF
uz: {0} GIF nashr joyladi
zh_cn: {0} 发送了一张 GIF
zh_tw: {0} 發送了一張 GIF

# ChannelMessageLiveLocation
source: {0} posted a live location
ar: نشرت ⁨{0}⁩ موقعًا حيًا
be: {0} трансліруе месцазнаходжанне
ca: {0} ha publicat una ubicació en directe
de: %1$@ hat einen Live-Standort geteilt
es: {0} publicó una ubicación en tiempo real
fa: ⁨{0}⁩ یک موقعیت مکانی لحظه‌ای ارسال کرد
fi: {0} julkaisi live-sijainnin
fr: {0} a publié une position en temps réel
id: {0} mengeposkan live location
it: {0} ha pubblicato una posizione in tempo reale
ko: {0}에서 실시간 위치를 게시했습니다
ms: {0} pos lokasi secara langsung
nl: %1$ plaatste een live-locatie
pl: {0} opublikował „Lokalizację na żywo”
pt_br: {0} postou uma localização ao vivo
ru: В канале «{0}» новая трансляция геопозиции
sv: {0} skickade en liveplats
tr: {0} bir canlı konum gönderdi
uk: %1$@ публікує маячок
uz: {0} jonli joylashuv joyladi
zh_cn: {0} 正在共享实时位置信息
zh_tw: {0} 正在分享即時位置訊息

# ChannelMessageMap
source: {0} posted a location
ar: نشرت ⁨{0}⁩ موقعًا
be: {0} размясціў месцазнаходжанне
ca: {0} ha publicat una ubicació
de: {0} hat einen Standort gesendet
es: {0} publicó una ubicación
fa: ⁨{0}⁩ یک موقعیت مکانی ارسال کرد
fi: {0} julkaisi sijainnin
fr: {0} a publié une position
id: {0} mengeposkan lokasi
it: {0} ha pubblicato una posizione
ko: {0}에서 위치를 게시했습니다
ms: {0} poskan lokasi
nl: {0} plaatste een locatie
pl: Użytkownik {0} opublikował lokalizację
pt_br: {0} postou uma localização
ru: В канале «{0}» новая геопозиция
sv: {0} skickade en plats
tr: {0} bir konum gönderdi
uk: {0} публікує розташування
uz: {0} joylashuv axborotini joyladi
zh_cn: {0} 发送了一个位置
zh_tw: {0} 發送了一個位置

# ChannelMessageMusic
source: {0} posted an audio file
ar: نشرت ⁨{0}⁩ ملفًا صوتيًا
be: {0} размясціў аўдыяфайл
ca: {0} ha publicat un fitxer d'àudio
de: {0} hat eine Audiodatei gesendet
es: {0} publicó un audio
fa: ⁨{0}⁩ یک فایل صوتی ارسال کرد
fi: {0} julkaisi äänitiedoston
fr: {0} a publié un fichier audio
id: {0} mengeposkan berkas audio
it: {0} ha pubblicato una file audio
ko: {0}에서 오디오 파일을 게시했습니다
ms: {0} poskan fail audio
nl: {0} plaatste een muziekbestand
pl: Użytkownik {0} opublikował plik audio
pt_br: {0} postou um arquivo de áudio
ru: В канале «{0}» новый аудиофайл
sv: {0} skickade en ljudfil
tr: {0} bir ses dosyası gönderdi
uk: {0} публікує аудіофайл
uz: {0} audiofayl joyladi
zh_cn: {0} 发送了一首音乐
zh_tw: {0} 發送了一首音樂

# ChannelMessageNoText
source: {0} posted a message
ar: نشرت ⁨{0}⁩ رسالة
be: {0} размясціў(-ла) допіс
ca: {0} ha publicat un missatge
de: {0} hat eine Nachricht gesendet
es: {0} publicó un mensaje
fa: ⁨{0}⁩ یک پیام ارسال کرد
fi: {0} julkaisi viestin
fr: {0} a publié un message
id: {0} mengeposkan pesan
it: {0} ha pubblicato un messaggio
ko: {0}에서 메시지를 게시했습니다
ms: {0} poskan mesej
nl: {0} plaatste een bericht
pl: {0} opublikował wiadomość
pt_br: {0} postou uma mensagem
ru: В канале «{0}» новая публикация
sv: {0} skickade ett meddelande
tr: {0} bir mesaj gönderdi
uk: {0} публікує повідомлення
uz: {0} xabar joyladi
zh_cn: {0} 发送了一条消息
zh_tw: {0} 發送了一則訊息

# ChannelMessagePhoto
source: {0} posted a photo
ar: نشرت ⁨{0}⁩ صورة
be: {0} размясціў(-ла) фота
ca: {0} ha publicat una foto
de: {0} hat ein Bild gesendet
es: {0} publicó una foto
fa: ⁨{0}⁩ یک عکس ارسال کرد
fi: {0} julkaisi kuvan
fr: {0} a publié une photo
id: {0} mengeposkan foto
it: {0} ha pubblicato una foto
ko: {0}에서 사진을 게시했습니다
ms: {0} poskan foto
nl: {0} plaatste een foto
pl: {0} opublikował zdjęcie
pt_br: {0} postou uma foto
ru: В канале «{0}» новое фото
sv: {0} skickade en bild
tr: {0} bir fotoğraf gönderdi
uk: {0} публікує фото
uz: {0} rasm joyladi
zh_cn: {0} 发送了一张图片
zh_tw: {0} 發送了一張圖片

# ChannelMessagePoll
source: {0} posted a poll
ar: نشرت ⁨{0}⁩ استفتاءً
be: {0} размясціў апытанне
ca: {0} ha publicat una enquesta
de: {0} hat eine Umfrage gesendet
es: {0} publicó una encuesta
fa: ⁨{0}⁩ یک نظرسنجی ارسال کرد
fi: {0} julkaisi kyselyn
fr: {0} a publié un sondage
id: {0} mengeposkan pol
it: {0} ha pubblicato un sondaggio
ko: {0}에서 설문을 게시했습니다
ms: {0} pos undian
nl: {0} plaatste een poll
pl: {0} opublikował ankietę
pt_br: {0} postou uma enquete
ru: В канале «{0}» новый опрос
sv: {0} skickade en omröstning
tr: {0} bir anket gönderdi
uk: {0} публікує опитування
uz: {0} soʻrovnoma joyladi

# ChannelMessagePoll2
source: {0} posted a poll {1}
ar: نشرت ⁨{0}⁩ الاستفتاء ⁨{1}⁩
be: {0} размясціў апытанне {1}
ca: {0} ha publicat una enquesta {1}
de: {0} hat eine Umfrage gesendet {1}
es: {0} publicó la encuesta {1}
fa: ⁨{0}⁩ یک نظرسنجی ⁨{1}⁩ ارسال کرد
fi: {0} julkaisi kyselyn {1}
fr: {0} a publié un sondage {1}
id: {0} mengeposkan pol {1}
it: {0} ha pubblicato un sondaggio {1}
ko: {0}에서 {1} 설문을 게시했습니다
ms: {0} pos undian {1}
nl: {0} plaatste een poll {1}
pl: {0} opublikował ankietę {1}
pt_br: {0} postou uma enquete {1}
ru: В канале «{0}» новый опрос {1}
sv: {0} skickade en omröstning {1}
tr: {0} bir {1} anketi gönderdi
uk: {0} публікує опитування {1}
uz: {0} {1} soʻrovnomasini joyladi

# ChannelMessageQuiz2
source: {0} posted the quiz "{1}"
ar: نشرت ⁨{0}⁩ الاختبار «⁨{1}⁩»
be: {0} размясціў віктарыну «{1}»
ca: {0} ha publicat el concurs «{1}»
de: {0} hat das Quiz "{1}" veröffentlicht
es: {0} publicó el cuestionario “{1}”
fa: ⁨{0}⁩ آزمون «⁨{1}⁩» را ارسال کرد
fi: {0} julkaisi visan "{1}"
fr: {0} a publié le quiz "{1}"
id: {0} mengeposkan kuis "{1}"
it: {0} ha pubblicato il quiz "{1}"
ko: {0} 님이 "{1}" 퀴즈를 게시했습니다
ms: {0} pos kuiz "{1}"
nl: {0} plaatste de quiz "{1}"
pl: {0} opublikował quiz „{1}”
pt_br: {0} postou o quiz "{1}"
ru: В канале «{0}» новая викторина «{1}»
sv: {0} skickade quiz {1}
tr: {0}, "{1}" testini gönderdi
uk: {0} публікує вікторину "{1}"
uz: {0} “{1}” vikrotinasini joyladi

# ChannelMessageRound
source: {0} posted a video message
ar: نشرت ⁨{0}⁩ رسالةً مرئية
be: {0} размясціў(-ла) відэапаведамленне
ca: {0} ha publicat un missatge de vídeo
de: {0} hat eine Videonachricht gesendet
es: {0} publicó un videomensaje
fa: ⁨{0}⁩ یک پیام ویدیویی ارسال کرد
fi: {0} julkaisi videoviestin
fr: {0} a publié un message vidéo
id: {0} mengeposkan pesan video
it: {0} ha pubblicato un videomessaggio
ko: {0}에서 동영상 메시지를 게시했습니다
ms: {0} pos mesej video
nl: {0} plaatste een videobericht
pl: {0} opublikował wiadomość wideo
pt_br: {0} postou uma mensagem de vídeo
ru: В канале «{0}» новое видеосообщение
sv: {0} skickade ett videomeddelande
tr: {0} bir görüntülü mesaj gönderdi
uk: {0} публікує відеоповідомлення
uz: {0} videoxabar joyladi
zh_cn: {0} 发送了一条视频消息
zh_tw: {0} 發送了一條影片

# ChannelMessageSticker
source: {0} posted a sticker
ar: نشرت ⁨{0}⁩ ملصقًا
be: {0} размясціў стыкер
ca: {0} ha publicat un adhesiu
de: {0} hat einen Sticker gesendet
es: {0} publicó un sticker
fa: ⁨{0}⁩ یک استیکر ارسال کرد
fi: {0} julkaisi tarran
fr: {0} a publié un autocollant
id: {0} mengeposkan stiker
it: {0} ha pubblicato uno sticker
ko: {0}에서 스티커를 게시했습니다
ms: {0} poskan stiker
nl: {0} plaatste een sticker
pl: {0} opublikował naklejkę
pt_br: {0} postou um sticker
ru: В канале {0} новый стикер
sv: {0} skickade en dekal
tr: {0} bir çıkartma gönderdi
uk: {0} публікує наліпку
uz: {0} stiker joyladi
zh_cn: {0} 发送了一个表情
zh_tw: {0} 發送了一個表情

# ChannelMessageStickerEmoji
source: {0} posted a {1} sticker
ar: نشرت ⁨{0}⁩ ملصقًا ⁨{1}⁩
be: {0} размясціў {1} стыкер
ca: {0} ha publicat un adhesiu {1}
de: {0} hat einen {1} Sticker gesendet
es: {0} publicó un {1} sticker
fa: ⁨{0}⁩ یک استیکر به ⁨{1}⁩ ارسال کرد
fi: {0} julkaisi {1} tarran
fr: {0} a publié un autocollant {1}
id: {0} mengeposkan stiker {1}
it: {0} ha pubblicato uno {1} sticker
ko: {0}에서 {1} 스티커를 게시했습니다
ms: {0} poskan {1} stiker
nl: {0} plaatste een {1} sticker
pl: {0} opublikował naklejkę {1}
pt_br: {0} postou um {1} sticker
ru: В канал {0} отправили стикер {1}
sv: {0} skickade en {1}-dekal
tr: {0} bir {1} çıkartması gönderdi
uk: {0} публікує {1} наліпку
uz: {0} {1} stikerini joyladi
zh_cn: {0} 发送了一个 {1} 表情
zh_tw: {0} 發送了一個 {1} 表情
